<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>runner</string>
		<key>creation_date</key>
		<date>2024-01-27T22:44:29Z</date>
		<key>munki_version</key>
		<string>6.4.2.4634</string>
		<key>os_version</key>
		<string>12.7.2</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>test</string>
	</array>
	<key>category</key>
	<string>Development</string>
	<key>description</key>
	<string>Manage your JetBrains tools easily. Save time and effort maintaining your IDEs, by downloading a patch or a set of patches instead of the full package download. Everything updates in the background while you never stop coding.</string>
	<key>developer</key>
	<string>JetBrains s.r.o.</string>
	<key>display_name</key>
	<string>JetBrains Toolbox</string>
	<key>installer_item_hash</key>
	<string>3769b8d50e57f32d04e791e72942f4f2ea439ae6392ad4ec2b844e9fd0b6ffc0</string>
	<key>installer_item_location</key>
	<string>JetBrainsToolbox-mac-2.1.3.18901.dmg</string>
	<key>installer_item_size</key>
	<integer>69136</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.jetbrains.toolbox</string>
			<key>CFBundleName</key>
			<string>JetBrains Toolbox</string>
			<key>CFBundleShortVersionString</key>
			<string>2.1.3.18901</string>
			<key>CFBundleVersion</key>
			<string>2.1.3.18901</string>
			<key>minosversion</key>
			<string>10.13.0</string>
			<key>path</key>
			<string>/Applications/JetBrains Toolbox.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>JetBrains Toolbox.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.13.0</string>
	<key>name</key>
	<string>JetBrainsToolbox</string>
	<key>supported_architectures</key>
	<array>
		<string>x86_64</string>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>unattended_uninstall</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>2.1.3.18901</string>
</dict>
</plist>
