<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Postman</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.pstmn.io/download/latest/osx_64</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string></string>
		<key>NAME</key>
		<string>Postman</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>test</string>
			</array>
			<key>category</key>
			<string>Development</string>
			<key>description</key>
			<string>Create and send any HTTP request using the awesome Postman request builder. Write your own test cases to validate response data, response times, and more!</string>
			<key>developer</key>
			<string>Postdot Technologies, Inc.</string>
			<key>display_name</key>
			<string>Postman</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>preinstall_alert</key>
			<dict>
				<key>alert_detail</key>
				<string>You must contact IT Support to request a license for this software.</string>
				<key>alert_title</key>
				<string>Licensed Software</string>
				<key>cancel_label</key>
				<string>Cancel</string>
				<key>ok_label</key>
				<string>Install</string>
			</dict>
			<key>supported_architectures</key>
			<array>
				<string>x86_64</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.postman</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.postman</key>
			<dict>
				<key>git_hash</key>
				<string>97d1790acdd47aa96895df8b984cb7f637d8ec9c</string>
				<key>path</key>
				<string>~/work/automunki-fleet/automunki-fleet/autopkg_src/repos/com.github.autopkg.dataJAR-recipes/Postman/Postman.download.recipe</string>
				<key>sha256_hash</key>
				<string>9599dee811e65e7e7563149d8505ddee2ec5575f3d65186bf7d9197508f08499</string>
			</dict>
			<key>com.github.dataJAR-recipes.munki.postman</key>
			<dict>
				<key>git_hash</key>
				<string>86f0ee3f3344a8895a39f2d6ab7c8ea0dad58e28</string>
				<key>path</key>
				<string>~/work/automunki-fleet/automunki-fleet/autopkg_src/repos/com.github.autopkg.dataJAR-recipes/Postman/Postman.munki.recipe</string>
				<key>sha256_hash</key>
				<string>bda6e69a35a716d573565d0bde7b34536d40fcc89e0f80030218279f7d110bdf</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
